{
    "to": "宋红丹",
    "from": "祝磊",
    "recipient": "女朋友宋红丹",
    "sender": "男朋友祝磊",
    "title": "这是一封告白信",
    "stamp": "./img/stamp.png",
    "bgm": "./bgm/bgm.mp3",
    "text": "
从很早很早起，我就想给你写一封信了，我只是一直在想是写一封离别信了还是一封告白信，很开心这是一封告白信。
故事的开头很简单，在那个五月我遇见了一个女孩子，见到她的第一眼，可能因为穿戴的很严实吧，只露出了一双大大的眼睛，我笑着询问她需要打包吗，她说笑着点头说好啊，我将口袋给她的同时故意抬高声调地说着“请慢走，下次见”，那时候想的是把我展现得很阳光开朗，这是初次见面
第一次与你上早班的时候，那时候我们还不熟，我说什么你都会认真聆听，问你什么你都答得上来，我就觉得你真的很棒，不像之前的我那样呆。我提醒你切东西小心点不要像我一样切到手，说完就给你看看我昨天才弄的伤口，然后你就说那你还碰那么多水。虽然可能是客套话，但心里还是会感觉到暖暖的。总而言之能干人好，这是第一印象。
我开始想要看见你的全貌，有意无意我都在注意着你。直到罗老头请我们吃苕皮，我才看到了口罩下你的模样。看到的一瞬间，你给我的感觉和想象中的不一样，口罩下的你比我想象中的显得要文静，可能因为当时戴了眼镜没有把你大大的眼睛展露出来。在第一印象的加持下，你给了我一种会是个知心姐姐的感觉，这是第一感觉。
后来我才发现我的感觉是不对的。你很快就学会了备料，开始到前面打包。也许是你给我的第一印象很好，亦或是我是个过来人，看到你忙碌哎，我就想过去帮帮你。可是我还是挺笨的，反而帮了个倒忙，我当时感觉对你很不好意思。你虽然弄得慢但没有出错，结果我一来就给你添麻烦了，哎。后面好几次想要给你道个歉，但脸皮有点薄。到下午饭点了，当时很忙，你说去给我带面，印象里的面是二两面加了个煎蛋，很好吃。我再三推辞都没有拦住你，你还是犟得跟个猪样。吃完面后，从你口中得知到你也对我抱有歉意，是因为我去帮你才导致了我的失误。那一瞬间我就觉得我们好像是一类人，都很习惯找自身问题，是个瓜娃子。这是第一个转折点，一类人。
你好像真的很克我，我越不擅长什么你好像就越来什么。第一次跟你去吃饭，你就跟之前的我一样说着吃啥都行，就这样我带你去了我常吃的那家面馆。我吃了三两面，你吃了二两面，本来我想着去付钱的，结果你很狗的抢着给了，对于这个我除了觉得不好意思还是觉得不好意思，可能是我性子原因，我强势不起来，但有时候又想要强势。我发现我们相似，又不完全相似，你更像是我想要的自己升级版，软硬兼具那种，嘿嘿。吃饭时我们也没有过多的聊天，除了一些工作的话题，也没有其他的聊天，我也不太擅长和女孩子现实聊天，太正经了，网络上的话还好点。这是第一次我们单独吃饭。
因为不好意思，我加了你的微信。因为慧运营，我加了你的qq。加了qq的当晚，我们就开始了茶百道的五排，可惜以掉星星遗憾收尾。我还记得初次在王者里相遇是，打游戏的时候突然看到了一个陌生的id发来问号，我询问无果后就想到了你，我还记得我发过去的是红丹？你就说谁跟你熟啊，不准这么叫我，哈哈。还有后来我们三排，游戏里全是我跟李易辉怼过去怼过来，当然我也照顾到了你的感受，把你带动了进来。你就觉得我跟李易辉两个好有意思，那段时间我们聊天更多在qq。后来我们天天晚上都差不多开黑，车队也慢慢有了笑一只，李易辉的女同学，以及那些凑数的招募队友们。不知不觉，你开始怼我了，像我怼李易辉那样，别人打的好哎就夸，我打的不好了就喷。后来哎，因为张飞那个，我说了你一句恶心，接下来的沉默让我意识到了不对，我真的很抱歉，不准生气，丹丹！！！后来我在微信里给你说了好多好多，当然是真的抱有歉意的。我好心疼你，特别看到你说那些，我本来就打的不好那些话，然后又说本来应该是唐姐跟我们开黑的，我就好自责好自责，后悔自己怎么说出那个话，明明很难过，又要装作无所谓的样子，我真的心疼死了，以后也不准这样。我当时就只顾着一个劲地哄你，不想你难过。后来不知道是太晚了你给了我台阶下，还是你真的好些了。总而言之，不是有意的，不想你难过。这是第二个转折点—心疼你。
后来的后来，可能因为心疼吧，我开始变得想要赢，因为你说过不想要掉星星。我开始一改之前输赢无所谓的态度，又加上你老是输了喷我。那次我心态崩了，因为我坑了，我沉默了。后来你来开导我，虽然知道你说的都是玩笑话，你不在乎输赢的。可我就是个喜欢较真的人，你说了，我听见了，释然也是需要时间的。你也像我那样，安慰了我很久很久。到了白天你询问了我一些内心深处的问题，我慢慢回应了你一些不想我提及的事情，我听见你说了好心疼，我当时还以为你在客套我，可我看到你那充满歉意的眼睛时，我知道你真的在心疼我。我突然发现好久没有人说心疼我了，谢谢让我感受到了温暖。这是第三个转折点—心疼我。
你真的很耿直，吃饭老是抢着付钱，还送我回家。我不想欠着别人，我也开始慢慢送你回家，送你的路程也变得越来越长。由七掌柜到学校，由学校到长椅，由长椅到chicken house，由那个五月到这个八月，这一路上，我们讲述了好多好多，有抬头寻找的月亮，有蚊虫的叮咬，有工作的吐槽与一身疲倦的宣泄，有互相道别的留恋，还有那迟迟不能言表的情意。一路上，我更多扮演的是一个陪伴者，尽管再多的欢喜，我也始终保持着边界性，不会做越界的行为。我觉得爱情应该是相互的，没有真正看懂你对我的心意前，我都不会去做那些表白的事情。我也很不理解那些盲目就去表白的人，虽然是很勇敢，但尊重也很重要。直到后面你说你对我其实也有感觉的，但力不从心，我也会尊重你的决定，只是想起来会觉得很遗憾很遗憾。
在得知将要离别时，我最大的愿望也只是想送你回家，不是把你拥有，我更想的事两情相悦。送你回家呢，是我想要最后陪你走一条最长的路，不想再只是那些地方环环绕绕，几个月了。也是我想要在你心中得到一个答案，开始你就告诉不会让坏人送你回家，我是个较真的人，我想要知道这几个月的相处，我还是你口中的那个坏人吗，也是我自己想要知道真诚对一个人好她会知道吗，我不喜欢你说我虚伪，就像是在说我的真诚都是假装的，我不想到最后你也还是觉得看不透我到底是不是好人。那晚我哭着要你让我送你回家，你也还是没有同意。我以为这个愿望已经够小了，可惜还是实现不了。
明知我们不会在一起，可是内心的感受是最真实的。我以为我会很从容的分离，跟以前那些离别一样，纵使很不舍，但也能做到情绪稳定。可是一想到以后再也见不到你了，我就觉得好遗憾，好舍不得，那晚的泪水怎么也止不住，我控制不了自己的情绪了。很多次的情绪不稳定也都是因为你，有因为你说惹到你让你不开心而难过，有因为你察觉不到的我的醋意而难过，有好多想说却不能说的话而难过。但我好像也很幸运，每次你都会来找我安慰我，谢谢你我的丹。
我的微信qq名字都是等待，其实等待的是一个我想要厮守一生的人。当它变为DD那一刻，我就等到了。在2022年8月26日的晚上，在D房间的我们以彼此初吻打开了困住我们内心的牢笼，在一片轰烈里我们坠入爱河，从此我们之间没有了朋友的界限，只有彼此的爱意环绕。第二天醒来，我好怕那是梦，当我打了我一耳光，察觉到疼痛那一刻，我好开心。我爱你，我的DD。
我们之间呢，我总觉得是冥冥之中注定的。你就好像是上天派来拯救我的，让我的人生有了意义，不在如之前那般随遇而安。我们的内在是相似的，外在是互补的，我们是能够读懂对方的，可以产生共鸣的，你的急可以督促我的慢，我的慢可以缓解你的急。好多的缘分，让我觉得我们必须在一起，我确信我的未来只有你，你就是我最想要的，觉得最好的，我想要把我的好全部给你。
可是啊，你就是个瓜娃子，我知道你没有安全感。我也是个没有安全感的人，我知道那种感受，不喜欢忽冷忽热，爱胡思乱想，会自卑，会沉默。我以为自己给你的安全感很多了，可以让你好些，不要老是自寻烦恼。每次看到你这样，我是又心疼又生气，我对你真的很坚定坚定，可以的话我一定要死死抱住你。直到2022年9月6日的下午，我看着那个我口口声声说要对她一辈子好的女孩子在屏幕里好难过，好沉默，我的心好疼，好难过。看到她用文字诉说着自己的委屈时，我才意识到我错了，是我的爱情观太讲究对错了，讲究道理了，可是啊，我真的太想和她有以后了，我想要用这种方式告诉她，我们不应该再这些不存在的东西上较真，我们应该去多想想我们的以后。是我没考虑她的感受，对不起丹丹，是我太着急了，她想要的是现在，我却只顾着以后去了。放心，我知道你想要的是什么了，我会慢慢地全部给你，给你我的耐心，给你我的偏爱，给你想要的安全感，给你我的全部。
我不想再去认识一个新的人，再把我之前那些心中想说的不想说的一一寄托出去，也不想花时间去看懂一个人。所以啊，有你就够了，你就是我觉得最好的，后面不会再出现了。你可不要变心咯，我不想去认识一个新的人。祝磊发誓宋红丹只要不变心，祝磊就不会离开宋红丹，对宋红丹一辈子好！如有违背，余生不得安好。
有好多的时候，你也要给我一点点耐心，我不想在看到你说什么就这样吧的话，我对你这么好，当然会为你着想，不要因为有时候生气了说的一些话和反话，就离开或者放屁我，多给我点时间嘛，丹丹，求求啦。你知道有时候我自己说个话都说不明白的，你理解到的意思好多都不是我真实的意思。我会主动找你的，相信我，我只是有时候需要点时间。
我对你的爱绝对不是新鲜感，我会用时间来慢慢证明这一点。我对待爱情是很真诚的，我想要到的就是我们现在这种状态，互相都有彼此，为对方好，付出，有回应的爱。拜托，我真的很有原则的，有了你以后，你就是我的世界中心，我只会围绕着你打转，不会有什么暧昧出现，你最好也是，给你提个醒，闲聊是一切暧昧的开始，所以我们一起杜绝跟异性闲聊。我会很珍惜珍惜你，不会像你说的那样得到了就不珍惜，每次你说到那些，我都要哭，因为我真的很舍不得，也很珍惜你。
还有好多好多的话，我想对你说，可是我不想再让你等了，太久了你可能都觉得我没有写，我每天都在写的，把说过的话都放在心上了的。至于那些未写上去的话，我慢慢讲给你听，反正一辈子很长很长的。
我爱你，宋红丹，很感谢你能出现在我的生命里，给予我想要的温暖与幸福，我们会有以后的，只要我们都坚信。
最后献给那段长久陪伴的路吧，我不看月亮，也不说想你，这样月亮和你都蒙在鼓里。我喜欢月亮，也喜欢你，我看月亮的时候也在偷看你，你以为我喜欢月亮，只有月亮知道我喜欢你。^200<br>over！
"
}